export interface templateUserAgreementParams {
  id: number
  title: string
  subTitle: string
}

export const templateUserAgreement: templateUserAgreementParams[] = [
  {
    id: 0,
    title: 'Регистрация и аккаунт',
    subTitle:
      'Для использования маркетплейса вам необходимо зарегистрироваться и создать аккаунт. Во время процесса регистрации вы обязаны предоставить правдивую информацию о себе и своей компании. Вы несете ответственность за сохранность логина и пароля от аккаунта.',
  },
  {
    id: 1,
    title: 'Размещение объявлений',
    subTitle:
      'Вы можете размещать объявления о продаже или покупке запчастей для спецтехники. При размещении объявления вы обязаны указывать достоверную информацию о товаре или услуге. Мы оставляем за собой право удалить объявление, если оно нарушает правила маркетплейса.',
  },
  {
    id: 2,
    title: 'Оплата и доставка',
    subTitle:
      'Вы можете размещать объявления о продаже или покупке запчастей для спецтехники. При размещении объявления вы обязаны указывать достоверную информацию о товаре или услуге. Мы оставляем за собой право удалить объявление, если оно нарушает правила маркетплейса.',
  },
  {
    id: 3,
    title: 'Запрещённые действия',
    subTitle:
      'Запрещено использовать маркетплейс для незаконных целей, а также для размещения недостоверной информации о товарах и услугах. Запрещено нарушать авторские права, а также использовать роботов и другие автоматические средства для сбора информации.',
  },
  {
    id: 4,
    title: 'Ответственность',
    subTitle:
      'Вы несете ответственность за все действия, совершенные с вашего аккаунта на маркетплейсе. Мы не несем ответственности за убытки, понесенные вами в результате использования маркетплейса.',
  },
  {
    id: 5,
    title: 'Изменения в условиях соглашения',
    subTitle:
      'Вы несете ответственность за все действия, совершенные с вашего аккаунта на маркетплейсе. Мы не несем ответственности за убытки, понесенные вами в результате использования маркетплейса.',
  },
  {
    id: 6,
    title: 'Заключительные положения',
    subTitle:
      'Вы несете ответственность за все действия, совершенные с вашего аккаунта на маркетплейсе. Мы не несем ответственности за убытки, понесенные вами в результате использования маркетплейса.',
  },
]
